Repository: eliasthecactus/kenni-ios
Catalog: kenni/kenni/Resources/Localizable.xcstrings
Source language: en
Languages: de, es

source: "%@" is not a valid recovery word.
de: «%@» ist kein gültiges Wiederherstellungswort.
es: «%@» no es una palabra de recuperación válida.

source: %@ added — now let them scan you.
de: %@ hinzugefügt – jetzt lass dich scannen.
es: %@ añadido — ahora deja que te escanee.

source: %@ can't be reached
de: %@ ist nicht erreichbar
es: No se puede contactar con %@

source: %@ says: that's NOT them!
de: %@ sagt: Das ist NICHT sie/er!
es: ¡%@ dice: esa persona NO es él/ella!

source: %@ wants to be sure it's really you.
de: %@ will sicher sein, dass wirklich du es bist.
es: %@ quiere estar seguro de que eres realmente tú.

source: %d of 12 words
de: %d von 12 Wörtern
es: %d de 12 palabras

source: 1. Let %@ scan this challenge in their KENNI.
de: 1. Lass %@ diese Challenge mit KENNI scannen.
es: 1. Deja que %@ escanee este desafío con su KENNI.

source: 2. Scan their reply
de: 2. Scanne ihre Antwort
es: 2. Escanea su respuesta

source: About
de: Über
es: Acerca de

source: Add contact
de: Kontakt hinzufügen
es: Añadir contacto

source: Add your first contact
de: Füge deinen ersten Kontakt hinzu
es: Añade tu primer contacto

source: Alarm sent — they've been warned
de: Alarm gesendet – die Person wurde gewarnt
es: Alarma enviada — ya está avisado

source: Anyone can be faked
de: Heute lässt sich jeder fälschen
es: Hoy se puede falsificar a cualquiera

source: Anyone with these words can become you — and without them, a lost phone can mean a lost identity. KENNI has no reset button. Don't screenshot them.
de: Wer diese Wörter kennt, kann zu dir werden – und ohne sie kann ein verlorenes Handy eine verlorene Identität bedeuten. KENNI hat keinen Reset-Knopf. Mach keinen Screenshot.
es: Cualquiera con estas palabras puede convertirse en ti — y sin ellas, un teléfono perdido puede significar una identidad perdida. KENNI no tiene botón de reinicio. No hagas capturas de pantalla.

source: App lock
de: App-Sperre
es: Bloqueo de la app

source: Are you in contact with them right now — call, chat or in person?
de: Bist du gerade mit dieser Person in Kontakt – Anruf, Chat oder persönlich?
es: ¿Estás en contacto con esa persona ahora mismo — llamada, chat o en persona?

source: Ask them to send a fresh link — each one works exactly once.
de: Bitte um einen neuen Link – jeder funktioniert genau einmal.
es: Pide un enlace nuevo — cada uno funciona exactamente una vez.

source: Ask them to share a fresh KENNI link or code.
de: Bitte sie, einen neuen KENNI-Link oder -Code zu senden.
es: Pídeles que compartan un enlace o código KENNI nuevo.

source: Asking %@ to confirm it's really them…
de: %@ wird gebeten zu bestätigen, dass sie/er es wirklich ist …
es: Pidiendo a %@ que confirme que es realmente él/ella…

source: Back up to iCloud Keychain?
de: Im iCloud-Schlüsselbund sichern?
es: ¿Guardar en el llavero de iCloud?

source: Backed up to iCloud Keychain
de: In iCloud-Schlüsselbund gesichert
es: Guardado en el llavero de iCloud

source: Can't meet? Create a link
de: Kein Treffen möglich? Link erstellen
es: ¿No podéis quedar? Crea un enlace

source: Cancel
de: Abbrechen
es: Cancelar

source: Change PIN
de: PIN ändern
es: Cambiar PIN

source: Check them
de: Person prüfen
es: Comprobarles

source: Check your connection and try again from the notification.
de: Prüfe deine Verbindung und versuche es über die Mitteilung erneut.
es: Comprueba tu conexión e inténtalo de nuevo desde la notificación.

source: Choose a 6-digit PIN
de: Wähle eine 6-stellige PIN
es: Elige un PIN de 6 dígitos

source: Choose which identity to restore, or enter a recovery phrase.
de: Wähle, welche Identität wiederhergestellt werden soll, oder gib eine Wiederherstellungsphrase ein.
es: Elige qué identidad restaurar, o introduce una frase de recuperación.

source: Close
de: Schliessen
es: Cerrar

source: Code check failed
de: Code-Prüfung fehlgeschlagen
es: La comprobación del código falló

source: Code copied
de: Code kopiert
es: Código copiado

source: Compute my reply
de: Meine Antwort berechnen
es: Calcular mi respuesta

source: Confirm that it is really you
de: Bestätige, dass du es wirklich bist
es: Confirma que eres realmente tú

source: Confirmation cancelled.
de: Bestätigung abgebrochen.
es: Confirmación cancelada.

source: Confirmed — signed by your key
de: Bestätigt – signiert mit deinem Schlüssel
es: Confirmado — firmado con tu clave

source: Continue
de: Weiter
es: Continuar

source: Copy my code
de: Meinen Code kopieren
es: Copiar mi código

source: Couldn't create the link — are you online?
de: Link konnte nicht erstellt werden – bist du online?
es: No se pudo crear el enlace — ¿estás en línea?

source: Couldn't load the request
de: Anfrage konnte nicht geladen werden
es: No se pudo cargar la solicitud

source: Couldn't load this link
de: Link konnte nicht geladen werden
es: No se pudo cargar este enlace

source: Couldn't save the PIN. Please try again.
de: PIN konnte nicht gespeichert werden. Bitte versuche es erneut.
es: No se pudo guardar el PIN. Inténtalo de nuevo.

source: Couldn't save this contact. Please try again.
de: Kontakt konnte nicht gespeichert werden. Bitte versuche es erneut.
es: No se pudo guardar este contacto. Inténtalo de nuevo.

source: Device passcode
de: Gerätecode
es: Código del dispositivo

source: Done
de: Fertig
es: Listo

source: Enable device passcode
de: Gerätecode aktivieren
es: Activar código del dispositivo

source: Enable Face ID
de: Face ID aktivieren
es: Activar Face ID

source: Enable notifications
de: Mitteilungen aktivieren
es: Activar notificaciones

source: Enable Touch ID
de: Touch ID aktivieren
es: Activar Touch ID

source: Enter your KENNI PIN
de: KENNI-PIN eingeben
es: Introduce tu PIN de KENNI

source: Enter your recovery phrase
de: Gib deine Wiederherstellungsphrase ein
es: Introduce tu frase de recuperación

source: Erase everything
de: Alles löschen
es: Borrar todo

source: Erase everything?
de: Alles löschen?
es: ¿Borrar todo?

source: Erases every identity from this device and from iCloud Keychain, plus all contacts. Without your written recovery phrase this cannot be undone.
de: Löscht jede Identität von diesem Gerät und aus dem iCloud-Schlüsselbund, dazu alle Kontakte. Ohne deine notierte Wiederherstellungsphrase kann das nicht rückgängig gemacht werden.
es: Borra todas las identidades de este dispositivo y del llavero de iCloud, además de todos los contactos. Sin tu frase de recuperación escrita, esto no se puede deshacer.

source: Exchange keys with someone you trust — face to face is best.
de: Tausche Schlüssel mit jemandem, dem du vertraust – am besten von Angesicht zu Angesicht.
es: Intercambia claves con alguien de confianza — mejor cara a cara.

source: Exchanged
de: Ausgetauscht
es: Intercambiado

source: Fingerprint
de: Fingerabdruck
es: Huella

source: Get started
de: Los geht's
es: Empezar

source: Have you used KENNI before?
de: Hast du KENNI schon einmal benutzt?
es: ¿Ya has usado KENNI?

source: Hi %@
de: Hoi %@
es: Hola %@

source: Hide
de: Ausblenden
es: Ocultar

source: History
de: Verlauf
es: Historial

source: I already have a KENNI identity
de: Ich habe bereits eine KENNI-Identität
es: Ya tengo una identidad KENNI

source: I get it
de: Verstanden
es: Entendido

source: I wrote them down
de: Ich habe sie aufgeschrieben
es: Las he escrito

source: I'm answering
de: Ich antworte
es: Yo respondo

source: I'm checking
de: Ich prüfe
es: Yo compruebo

source: I'm new here
de: Ich bin neu hier
es: Soy nuevo aquí

source: iCloud Keychain backup
de: iCloud-Schlüsselbund-Backup
es: Copia en el llavero de iCloud

source: Ignore
de: Ignorieren
es: Ignorar

source: Invalid answer
de: Ungültige Antwort
es: Respuesta no válida

source: Is it really you?
de: Bist wirklich du das?
es: ¿Eres realmente tú?

source: It's really %@
de: Es ist wirklich %@
es: Es realmente %@

source: Keeps your keys safe in the Keychain. You can create a new identity or restore an existing one. Your contacts on this device stay.
de: Behält deine Schlüssel sicher im Schlüsselbund. Du kannst eine neue Identität erstellen oder eine bestehende wiederherstellen. Deine Kontakte auf diesem Gerät bleiben erhalten.
es: Mantiene tus claves a salvo en el llavero. Puedes crear una nueva identidad o restaurar una existente. Tus contactos en este dispositivo se conservan.

source: KENNI code or link
de: KENNI-Code oder -Link
es: Código o enlace KENNI

source: KENNI identity
de: KENNI-Identität
es: Identidad KENNI

source: KENNI locks itself and asks again before anything is signed in your name.
de: KENNI sperrt sich selbst und fragt erneut, bevor etwas in deinem Namen signiert wird.
es: KENNI se bloquea solo y vuelve a preguntar antes de firmar nada en tu nombre.

source: KENNI only verifies people you exchanged keys with. It's safest to ignore this.
de: KENNI verifiziert nur Menschen, mit denen du Schlüssel getauscht hast. Am sichersten ignorierst du das.
es: KENNI solo verifica a personas con las que intercambiaste claves. Lo más seguro es ignorarlo.

source: Know who's really there.
de: Wissen, wer wirklich da ist.
es: Sabe quién está ahí de verdad.

source: Language
de: Sprache
es: Idioma

source: Last used
de: Zuletzt genutzt
es: Usada por última vez

source: Let the other person scan this with KENNI — ideally face to face. That's what makes the key trustworthy.
de: Lass die andere Person das mit KENNI scannen – am besten von Angesicht zu Angesicht. Genau das macht den Schlüssel vertrauenswürdig.
es: Deja que la otra persona escanee esto con KENNI — idealmente cara a cara. Eso es lo que hace que la clave sea de confianza.

source: Let them scan this reply.
de: Lass sie diese Antwort scannen.
es: Deja que escaneen esta respuesta.

source: Live check passed
de: Live-Check bestanden
es: Comprobación en vivo superada

source: More apps by benavo
de: Mehr Apps von benavo
es: Más apps de benavo

source: My code
de: Mein Code
es: Mi código

source: Name & photo
de: Name & Foto
es: Nombre y foto

source: Needs an internet connection.
de: Benötigt eine Internetverbindung.
es: Necesita conexión a internet.

source: No answer
de: Keine Antwort
es: Sin respuesta

source: No camera here — paste a KENNI code instead.
de: Keine Kamera hier – füge stattdessen einen KENNI-Code ein.
es: No hay cámara aquí — pega un código KENNI.

source: No camera here. Ask them to tap "Copy my code" or "Share my link" on their My code screen, then paste it here.
de: Keine Kamera hier. Bitte sie, auf ihrem «Mein Code»-Bildschirm auf «Meinen Code kopieren» oder «Meinen Link teilen» zu tippen, und füge es hier ein.
es: Aquí no hay cámara. Pídeles que toquen «Copiar mi código» o «Compartir mi enlace» en su pantalla «Mi código» y pégalo aquí.

source: No contacts yet
de: Noch keine Kontakte
es: Aún no hay contactos

source: No reply within 90 seconds. Try the offline codes, or reach them on a channel you already trust.
de: Keine Antwort innerhalb von 90 Sekunden. Probiere die Offline-Codes oder erreiche die Person über einen Kanal, dem du bereits vertraust.
es: Sin respuesta en 90 segundos. Prueba los códigos sin conexión o contacta por un canal en el que ya confíes.

source: No, that's not me
de: Nein, das bin nicht ich
es: No, ese no soy yo

source: Not now
de: Jetzt nicht
es: Ahora no

source: Not quite — check your written phrase.
de: Nicht ganz – schau auf deine notierte Phrase.
es: No es correcto — revisa tu frase escrita.

source: Not set
de: Nicht festgelegt
es: Sin configurar

source: Not verified
de: Nicht verifiziert
es: Sin verificar

source: Notifications are turned off for KENNI. Turn them on in Settings so requests can reach you.
de: Mitteilungen sind für KENNI ausgeschaltet. Aktiviere sie in den Einstellungen, damit Anfragen dich erreichen.
es: Las notificaciones están desactivadas para KENNI. Actívalas en Ajustes para que las solicitudes te lleguen.

source: One tap: is it really them?
de: Ein Tap – ist es wirklich die Person?
es: Un toque: ¿es realmente esa persona?

source: Only an in-person check marks this contact as Verified.
de: Nur eine persönliche Prüfung macht diesen Kontakt zu «Verifiziert».
es: Solo una comprobación en persona marca este contacto como Verificado.

source: Only their device can compute that reply.
de: Nur ihr Gerät kann diese Antwort berechnen.
es: Solo su dispositivo puede calcular esa respuesta.

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes

source: or
de: oder
es: o

source: People you already exchanged keys with keep your old name and photo until you share your code with them again.
de: Personen, mit denen du bereits Schlüssel getauscht hast, sehen deinen alten Namen und dein altes Foto, bis du deinen Code erneut mit ihnen teilst.
es: Las personas con las que ya intercambiaste claves conservan tu nombre y foto antiguos hasta que vuelvas a compartir tu código con ellas.

source: Pick how far you want to go. Read carefully — one option cannot be undone.
de: Wähle, wie weit du gehen willst. Lies genau — eine Option kann nicht rückgängig gemacht werden.
es: Elige hasta dónde quieres llegar. Lee con atención — una opción no se puede deshacer.

source: Point the camera at their KENNI code.
de: Richte die Kamera auf ihren KENNI-Code.
es: Apunta la cámara a su código KENNI.

source: Privacy & how it works
de: Datenschutz & wie es funktioniert
es: Privacidad y cómo funciona

source: Protect KENNI with biometrics
de: KENNI mit Biometrie schützen
es: Proteger KENNI con biometría

source: Protect your identity
de: Schütze deine Identität
es: Protege tu identidad

source: Prove it's you
de: Beweise, dass du es bist
es: Demuestra que eres tú

source: Prove your phrase is really written down — pick the right words.
de: Zeig, dass deine Phrase wirklich notiert ist – wähle die richtigen Wörter.
es: Demuestra que tu frase está bien anotada — elige las palabras correctas.

# push.verify.request.body
source: Someone wants to check you're really you. Tap to respond.
de: Jemand möchte prüfen, ob du es wirklich bist. Tippe zum Antworten.
es: Alguien quiere comprobar que eres tú. Toca para responder.

# push.verify.request.title
source: Verification request
de: Verifizierungsanfrage
es: Solicitud de verificación

# push.verify.response.body
source: Tap to see the result of your live check.
de: Tippe, um das Ergebnis deiner Live-Prüfung zu sehen.
es: Toca para ver el resultado de tu comprobación en vivo.

# push.verify.response.title
source: Verification answered
de: Verifizierung beantwortet
es: Verificación respondida

source: Quick check
de: Kurzer Check
es: Comprobación rápida

source: Re-run setup
de: Einrichtung erneut starten
es: Repetir la configuración

source: Read this code to %@:
de: Lies %@ diesen Code vor:
es: Léele este código a %@:

source: Read this reply back to them:
de: Lies diese Antwort zurück:
es: Léele esta respuesta:

source: Received via link. A link is a good start — scanning each other in person makes it trustworthy.
de: Per Link erhalten. Ein Link ist ein guter Anfang – euch persönlich zu scannen macht es vertrauenswürdig.
es: Recibido por enlace. Un enlace es un buen comienzo — escanearos en persona lo hace de confianza.

source: Recommended — you can change this anytime in settings.
de: Empfohlen – du kannst das jederzeit in den Einstellungen ändern.
es: Recomendado — puedes cambiarlo en ajustes cuando quieras.

source: Recovery phrase
de: Wiederherstellungsphrase
es: Frase de recuperación

source: Remove contact
de: Kontakt entfernen
es: Eliminar contacto

source: Remove this contact?
de: Diesen Kontakt entfernen?
es: ¿Eliminar este contacto?

source: Repeat the PIN
de: PIN wiederholen
es: Repite el PIN

source: Request a feature
de: Funktion vorschlagen
es: Solicitar una función

source: Request from someone not in your contacts
de: Anfrage von jemandem ausserhalb deiner Kontakte
es: Solicitud de alguien que no está en tus contactos

source: Reset app
de: App zurücksetzen
es: Restablecer la app

source: Reset KENNI
de: KENNI zurücksetzen
es: Restablecer KENNI

source: Restore from iCloud Keychain or with your 12-word recovery phrase.
de: Aus dem iCloud-Schlüsselbund oder mit deiner 12-Wort-Phrase wiederherstellen.
es: Restaura desde el llavero de iCloud o con tu frase de 12 palabras.

source: Restore from phrase
de: Aus Phrase wiederherstellen
es: Restaurar con la frase

source: Save
de: Speichern
es: Guardar

source: Scammers use AI to clone voices, chats and even video calls. "Hi, it's me — I'm in trouble" is no longer proof of anything.
de: Betrüger klonen mit KI Stimmen, Chats und sogar Videoanrufe. «Hallo, ich bin's – ich stecke in Schwierigkeiten» beweist gar nichts mehr.
es: Los estafadores usan IA para clonar voces, chats e incluso videollamadas. «Hola, soy yo, estoy en un apuro» ya no demuestra nada.

source: Scan
de: Scannen
es: Escanear

source: Scan the challenge on their screen.
de: Scanne die Challenge auf ihrem Bildschirm.
es: Escanea el desafío en su pantalla.

source: Scan the reply code on their screen.
de: Scanne den Antwortcode auf ihrem Bildschirm.
es: Escanea el código de respuesta en su pantalla.

source: Search contacts
de: Kontakte suchen
es: Buscar contactos

source: Search languages
de: Sprachen suchen
es: Buscar idiomas

source: Set a KENNI PIN
de: KENNI-PIN festlegen
es: Establecer un PIN de KENNI

source: Set PIN
de: PIN festlegen
es: Establecer PIN

source: Settings
de: Einstellungen
es: Ajustes

source: Share my link
de: Meinen Link teilen
es: Compartir mi enlace

source: Show recovery phrase
de: Wiederherstellungsphrase anzeigen
es: Mostrar frase de recuperación

source: Signature checked. If you're together, compare this fingerprint with their screen.
de: Signatur geprüft. Wenn ihr zusammen seid, vergleiche diesen Fingerabdruck mit ihrem Bildschirm.
es: Firma comprobada. Si estáis juntos, compara esta huella con su pantalla.

source: Something feels off? Tap the contact in KENNI. Their phone asks them to confirm — with a signature only their device can create.
de: Etwas fühlt sich falsch an? Tippe in KENNI auf den Kontakt. Das Handy der Person bittet sie zu bestätigen – mit einer Signatur, die nur ihr Gerät erzeugen kann.
es: ¿Algo no cuadra? Toca el contacto en KENNI. Su teléfono le pedirá confirmar — con una firma que solo su dispositivo puede crear.

source: Something went wrong
de: Etwas ist schiefgelaufen
es: Algo salió mal

source: Something went wrong while saving. Please try again.
de: Beim Speichern ist etwas schiefgelaufen. Bitte versuche es erneut.
es: Algo salió mal al guardar. Inténtalo de nuevo.

source: Spoken codes, no internet needed.
de: Gesprochene Codes, ganz ohne Internet.
es: Códigos hablados, sin internet.

source: Start completely fresh
de: Ganz von vorne beginnen
es: Empezar completamente de cero

source: Start over — either keep your keys for later or wipe everything.
de: Von vorn beginnen — behalte deine Schlüssel für später oder lösche alles.
es: Empieza de nuevo — conserva tus claves para más tarde o bórralo todo.

source: Start using KENNI
de: KENNI jetzt verwenden
es: Empezar a usar KENNI

source: Stop the conversation. Someone is impersonating them.
de: Brich das Gespräch ab. Jemand gibt sich als diese Person aus.
es: Corta la conversación. Alguien se está haciendo pasar por esa persona.

source: Stored on this device only
de: Nur auf diesem Gerät gespeichert
es: Almacenado solo en este dispositivo

source: That doesn't look like a valid KENNI code.
de: Das sieht nicht nach einem gültigen KENNI-Code aus.
es: Eso no parece un código KENNI válido.

source: That phrase doesn't check out — one or more words are in the wrong place.
de: Diese Phrase stimmt nicht – ein oder mehrere Wörter sind falsch.
es: Esa frase no cuadra — una o más palabras están mal colocadas.

source: That reply wasn't signed with %@'s key. Be careful.
de: Diese Antwort wurde nicht mit dem Schlüssel von %@ signiert. Sei vorsichtig.
es: Esa respuesta no se firmó con la clave de %@. Ten cuidado.

source: That's a verification code — open the contact and use "Verify in person".
de: Das ist ein Verifizierungscode – öffne den Kontakt und nutze «Persönlich verifizieren».
es: Eso es un código de verificación — abre el contacto y usa «Verificar en persona».

source: That's not a KENNI challenge code.
de: Das ist kein KENNI-Challenge-Code.
es: Eso no es un código de desafío KENNI.

source: That's your own code
de: Das ist dein eigener Code
es: Ese es tu propio código

source: That's your own code.
de: Das ist dein eigener Code.
es: Ese es tu propio código.

source: The PIN must be exactly 6 digits.
de: Die PIN muss genau 6 Ziffern haben.
es: El PIN debe tener exactamente 6 dígitos.

source: The PINs don't match.
de: Die PINs stimmen nicht überein.
es: Los PIN no coinciden.

source: The reply wasn't correctly signed with %@'s key. Treat this as a warning.
de: Die Antwort wurde nicht korrekt mit dem Schlüssel von %@ signiert. Betrachte das als Warnung.
es: La respuesta no se firmó correctamente con la clave de %@. Tómalo como una advertencia.

source: Their device holds the private key you exchanged. Contact upgraded to Verified.
de: Ihr Gerät besitzt den privaten Schlüssel, den ihr ausgetauscht habt. Kontakt ist jetzt verifiziert.
es: Su dispositivo posee la clave privada que intercambiasteis. Contacto actualizado a Verificado.

source: Their device signed the confirmation seconds ago. You can trust this conversation.
de: Ihr Gerät hat die Bestätigung vor Sekunden signiert. Du kannst diesem Gespräch vertrauen.
es: Su dispositivo firmó la confirmación hace segundos. Puedes confiar en esta conversación.

source: These 12 words are your identity. Write them down on paper and keep them somewhere safe.
de: Diese 12 Wörter sind deine Identität. Schreibe sie auf Papier und bewahre sie sicher auf.
es: Estas 12 palabras son tu identidad. Escríbelas en papel y guárdalas en un lugar seguro.

source: They confirm on their phone — signed, in seconds.
de: Bestätigung auf ihrem Handy – signiert, in Sekunden.
es: Confirman en su teléfono — firmado, en segundos.

source: They haven't enabled notifications yet, or you are offline. The offline codes always work.
de: Die Person hat noch keine Mitteilungen aktiviert, oder du bist offline. Die Offline-Codes funktionieren immer.
es: Aún no ha activado las notificaciones, o tú estás sin conexión. Los códigos sin conexión siempre funcionan.

source: This deletes all identities and contacts on this device and in iCloud Keychain. This cannot be undone.
de: Dies löscht alle Identitäten und Kontakte auf diesem Gerät und im iCloud-Schlüsselbund. Das kann nicht rückgängig gemacht werden.
es: Esto elimina todas las identidades y contactos de este dispositivo y del llavero de iCloud. No se puede deshacer.

source: This identity syncs to your other devices through iCloud Keychain, end-to-end encrypted.
de: Diese Identität wird über den iCloud-Schlüsselbund Ende-zu-Ende-verschlüsselt mit deinen anderen Geräten synchronisiert.
es: Esta identidad se sincroniza con tus otros dispositivos a través del llavero de iCloud, cifrada de extremo a extremo.

source: This is your KENNI fingerprint. People who know you can compare it with the one on their screen.
de: Das ist dein KENNI-Fingerabdruck. Menschen, die dich kennen, können ihn mit dem auf ihrem Bildschirm vergleichen.
es: Esta es tu huella KENNI. Quienes te conocen pueden compararla con la de su pantalla.

source: This link is yours — share it with someone else so they can add you.
de: Dieser Link gehört dir – teile ihn mit jemand anderem, damit er dich hinzufügen kann.
es: Este enlace es tuyo — compártelo con otra persona para que pueda añadirte.

source: This link isn't valid
de: Dieser Link ist ungültig
es: Este enlace no es válido

source: This link was already used or has expired
de: Dieser Link wurde bereits benutzt oder ist abgelaufen
es: Este enlace ya se usó o ha caducado
